{
    "person": {
        "role": "Sviluppatore Web"
    },
    "newsletter": {
        "title": "Iscriviti alla Newsletter di {firstName}",
        "description": "Ogni tanto scrivo di design, tecnologia e condivido riflessioni sull'intersezione tra creatività e ingegneria",
        "button": "Iscriviti"
    },
    "technical": {
        "label": "Competenze tecniche",
        "title": "Competenze tecniche",
        "description": "Queste sono le tecnologie con cui solitamente lavoro:"
    },
    "home": {
        "label": "Home",
        "title": "Portfolio di {name}",
        "description": "Sito portfolio che mostra il mio lavoro come {role}",
        "headline": "Sviluppatore Web",
        "subline": "Ciao! Sono Fabio, uno sviluppatore web presso 7Circle | Var Group, dove creo applicazioni web intuitive. Nel tempo libero suono la batteria, il basso e gioco ai videogiochi."
    },
    "about": {
        "label": "Chi sono",
        "title": "Conoscimi meglio",
        "description": "Conosci {name}, {role} di {location}",
        "intro": {
            "title": "Introduzione",
            "description": "Dopo un passato professionale nel settore economico/turistico, ho intrapreso un percorso di studio autodidatta in informatica fino a diventare sviluppatore, da {workingYears} anni, inizialmente focalizzato sul front-end ma estendendo gradualmente le mie conoscenze anche al back-end e al deploy, grazie ai progetti intrapresi durante l'esperienza lavorativa e alla mia preferenza personale per la logica di business delle applicazioni. Costantemente aggiornato e curioso di provare e apprendere nuove tecnologie."
        },
        "work": {
            "title": "Esperienze lavorative",
            "experiences": {
                "7Circle": {
                    "timeframe": "2020 - Presente",
                    "role": "Sviluppatore Web Full Stack",
                    "achievements": "Sviluppo di applicazioni web responsive focalizzandomi su tutto il processo di sviluppo, dall'analisi al deploy, ma con un focus principale sul front-end."
                },
                "IdeaSmart": {
                    "timeframe": "2016 - 2016",
                    "role": "Web Master, Social Media Manager, Designer Freelance",
                    "achievements": "Manutenzione e gestione di pagine web, gestione eventi e social media, ideazione e creazione di design web. Il logo Ideasmart è una mia creazione. Attività sospesa per poter dedicare più tempo allo studio."
                },
                "Australia": {
                    "timeframe": "2013 - 2014",
                    "role": "Vari",
                    "achievements": "Dopo aver viaggiato in tutto il paese lavorando in diverse aziende, tra cui aziende di comunicazione, ho avuto l'opportunità di fare esperienza in ambienti lavorativi diversi da quelli a cui ero abituato e di approfondire la mia conoscenza dell'inglese."
                },
                "LaDarsena": {
                    "timeframe": "2011 - 2012",
                    "role": "Destination Manager, Social-media Manager, Booking Manager",
                    "achievements": "Gestione della pianificazione dei viaggi (Sud America e Nord Africa), comunicazione, prenotazioni, assistenza clienti."
                },
                "Others": {
                    "timeframe": "2001 - 2020",
                    "role": "Receptionist in hotel, Cameriere catering",
                    "achievements": "Per finanziare i miei studi e quando necessario."
                }
            }
        },
        "studies": {
            "title": "Studi",
            "institutions": {
                "HarvardX": {
                    "course": "CS50 Introduzione all'Informatica",
                    "description": "Percorso di formazione e-learning creato dall'Università di Harvard, volto, attraverso vari linguaggi di programmazione (C, Python, Javascript e altri) e sfide da affrontare, a fornire le basi e i meccanismi cognitivi per la creazione di programmi e algoritmi efficienti ed efficaci."
                },
                "freeCodeCamp": {
                    "description": "Corso di formazione e-learning statunitense."
                },
                "caFoscari": {
                    "course": "Economia e Gestione dei Servizi Turistici",
                    "description": "Laurea Triennale in gestione, progettazione e pianificazione di prodotti e sistemi turistici, gestione aziendale."
                }
            }
        }
    },
    "blog": {
        "label": "Blog",
        "title": "Scrivo di design e tecnologia...",
        "description": "Leggi cosa ha fatto di recente {name}"
    },
    "work": {
        "label": "Lavori",
        "title": "I miei progetti",
        "description": "Progetti di design e sviluppo di {name}"
    },
    "gallery": {
        "label": "Galleria",
        "title": "La mia galleria fotografica",
        "description": "Una raccolta di foto di {name}"
    },
    "projectCard": {
        "label": "Leggi il caso di studio"
    }
}